Repository: RumShot/ptu1_final_project
Catalog: order_sender/sender/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Distributors
lt: Distributoriai

source: Statistics
lt: Statistika

source: Processing
lt: Apdorojami

source: Shipped
lt: Išsiūsti

source: Completed
lt: Atlikti

source: Hole
lt: Neaiškūs

source: Logs
lt: Log'ai

source: DB status:
lt: DB statusas:

source: first
lt: pirmas

source: back
lt: atgal

source: page
lt: lapas

source: of
lt: iš

source: next
lt: toliau

source: last
lt: paskutinis

source: Processing count
lt: Apdorojamu kiekis

source: Shipped count
lt: Išsiūstu kiekis

source: Completed count
lt: Atliktu kiekis

source: Unprocessed count
lt: Neaiškiu kiekis

source: Total orders
lt: Viso užsakymu

source: Distributors list
lt: Distributoriu sąrašas
